{
  "nav": {
    "openMenu": "Open main menu",
    "home": "Home",
    "projects": "Projects",
    "lutraBlog": "Lutra Blog",
    "langSwitch": "Switch language"
  },
  "home": {
    "greeting": "gm 🌱",
    "bio": {
      "intro": "I'm Urban, a Software Engineer from Maribor, Slovenia. I currently work at",
      "and": "and",
      "as": "as a",
      "masterDegree": "I have a Master's degree in Computer Science acquired at",
      "university": "Faculty of Electrical Engineering and Computer Science, University of Maribor."
    },
    "ariaLabels": {
      "company": "Go to company website",
      "university": "Go to university website"
    }
  },
  "projects": {
    "title": "Projects",
    "subtitle": "I 🤍 building things.",
    "developedAt": "Developed @",
    "readMore": "Read more",
    "showLess": "Show less",
    "items": {
      "tossinger": {
        "description": "Tossinger is a native iOS and macOS app that lets you quickly 'toss' content from anywhere - tweets, web pages, articles, links - into your personal collection to revisit and organize later on your preferred device."
      },
      "replicant-network": {
        "description": "A decentralized platform for AI model crowdfunding, development, and deployment."
      },
      "swaylend": {
        "description": "The first and leading lending protocol on Fuel Network. Utilizing FuelVM, written in Sway. Earn as you supply the base asset or supply collateral and borrow the base asset yourself."
      },
      "lutra-dashboard": {
        "description": "Lutra Labs dashboard for managing attendances, events, and more. Why use existing solutions when you can build your own?"
      },
      "cowork-maribor": {
        "description": "Book a desk at Cowork Maribor. Custom product for a local coworking space."
      },
      "endorse-fun": {
        "description": "Endorse your favorite creators, builders, hackers and various other types of Web3 participants onchain. Whether they're known via ENS, Farcaster, or Lens, show your appreciation and help build a stronger community."
      },
      "masca": {
        "description": "A MetaMask snap, bringing decentralized identity capabilities to the MetaMask wallet. Manage your DIDs and VCs, choose where to store received credentials, and share customized VPs."
      },
      "eductx-v2": {
        "description": "Issue and receive educational Verifiable Credentials conforming to the latest W3C decentralized identity standards, and store them in Masca."
      },
      "eductx-v1": {
        "description": "Issue and receive on-chain verifiable educational microcertificates on consortium EduCTX EVM network. Your certificates are verifiable, encrypted, and stored on-chain."
      },
      "eductx-moodle": {
        "description": "Utilize EduCTX's (EduCTXv1 and EduCTXv2) decentralized identity capabilities in Moodle."
      },
      "university-projects": {
        "description": "Projects I've worked on while I studied at the Faculty of Electrical Engineering and Computer Science at the University of Maribor."
      }
    }
  },
  "footer": {
    "copyright": "© {year} Urban Vidovič. All rights reserved."
  },
  "notFound": {
    "message": "404: You ain't gonna find anything here"
  },
  "theme": {
    "toggle": "Toggle theme",
    "light": "Light",
    "dark": "Dark",
    "system": "System"
  }
}
